Repository: sofia-municipality/DigitalSofia
Catalog: digital-sofia-ios/*.lproj/Localizable.strings
Languages: bg

# continue_button_title
source: Continue
bg: Напред

# id_number_placeholder
source: Enter personal ID number
bg: Въведете ЕГН

# id_number_label
source: Personal ID number
bg: ЕГН

# tab_bar_home_title
source: Pending
bg: Подписване

# tab_bar_services_title
source: Service
bg: Заяви услуга

# tab_bar_docs_title
source: Documents
bg: Документи

# tab_bar_my_services_title
source: My Services
bg: Моите услуги

# home_view_table_title
source: Pending documents
bg: Чакащи документи

source: Sofia Municipality
bg: Столична община

# created_on_date
source: Created on
bg: Създаден на

# signed_on_date
source: Signed on
bg: Подписан на

# expired_on_date
source: Expired on
bg: Изтекъл на

# rejected_on_date
source: Rejected on
bg: Отказан на

# delivered_on_date
source: Delivered on
bg: Връчен на

source: Open file
bg: Виж файл

# download_file
source: Download
bg: Изтегли

# settings_title
source: Settings
bg: Настройки

source: Delete profile
bg: Изтриване на профил

# profile_option_profile
source: Profile
bg: Профил

# profile_option_language
source: Language
bg: Език на приложението

# profile_option_security
source: Login security
bg: Защита при вход

# profile_option_PIN
source: Change your PIN
bg: Промяна на ПИН

# security_face_id
source: Face ID
bg: Лицево разпознаване

# security_touch_id
source: Touch ID
bg: Пръстов отпечатък

# security_pin
source: PIN
bg: ПИН

# back_button_title
source: Back
bg: Назад

# english_language_text
source: English
bg: Английски

# bulgarian_language_text
source: Bulgarian
bg: Български

# menu_faq_title
source: FAQ
bg: Често задавани въпроси

# menu_contacts_title
source: Contacts
bg: Контакти

# menu_exit_title
source: Exit
bg: Изход

# menu_pp_title
source: Privacy Policy and Terms & Conditions
bg: Общи условия и политики за ползване

# pin_confirm_view_title
source: Confirm PIN
bg: Потвърди ПИН

# pin_confirm_view_details
source: Repeat the 6 digit PIN code to confirm
bg: Потвърдете 6 цифрен ПИН код

# pin_create_view_title
source: Create PIN
bg: Създай ПИН код

# pin_create_view_details
source: Create a 6 digit PIN code to secure your profile
bg: Въведете 6 цифрен ПИН код, с който ще достъпвате Вашия профил

# register_title_text
source: Please enter your Personal ID (EGN) to continue with the remote identification:
bg: Моля, въведете ЕГН, за да продължите с отдалечената идентификация:

# contact_information_title_text
source: We need some additional information to create your account
bg: Ще са ни необходими още малко данни, за да продължим с регистрацията

# t_and_c_toggle_label_text
source: I agree to the terms and conditions of Digital Sofia
bg: Съгласен съм с общите условия на Digital Sofia

# auth_confirm_title_text
source: Identification
bg: Идентификация

# auth_confirm_details_text
source: I agree to pass through the process of initial identification
bg: Съгласен съм да премина през процес на първоначална идентификация

# auth_confirm_agree_button
source: Accept
bg: Съгласен съм

# auth_confirm_disagree_button
source: Decline
bg: Не съм съгласен

# something_went_wrong_error_text
source: Sorry, an unexpected error occured. Please try again.
bg: Възникна неочаквана грешка. Моля опитайте отново.

# auth_rejected_details_text
source: If you reject the identification the next time you open the app you will need to start the registration process again.
bg: Ако откажете регистрацията си, при следващ вход ще е необходимо да стартирате процеса на регистрация отново.

# login_screen_title
source: The mobile desk of Sofia Municipality
bg: Мобилното гише на Столична Община

# document_status_unsigned
source: New
bg: Oчаква подпис

# document_status_signing
source: Signing
bg: В процес

# document_status_signed
source: Signed
bg: Подписан

# document_status_expired
source: Expired
bg: Изтекъл

# document_status_rejected
source: Rejected
bg: Отказан

# document_status_failed
source: Failed
bg: Неуспешен

# document_status_withdrawn
source: Withdrawn
bg: Оттеглен

# document_status_delivering
source: Delivering
bg: Връчване

# document_status_delivered
source: Delivered
bg: Връчен

# relaod_button_title
source: Reload
bg: Презареди

# empty_state_title
source: Sorry, there is no information.
bg: В момента няма намерена информация.

# empty_state_details
source: Try reloading the screen to see the missing data.
bg: Опитайте да презаредите екрана, за да видите информацията

# delete_button_title
source: Delete
bg: Изтриване

# delete_profile_details
source: If you delete your profile you will loose all of your saved documents and information.
bg: Ако изтриете профила си, ще загубите всички съхранени документи и информация.

# delete_profile_request_details
source: The profile can't be deleted. There is a pending task. When it's completed, you can delete your profile
bg: Профилът не може да бъде изтрит. В момента имате чакащо заявление. След приключване на процедурата ще можете да изтриете профила си.

# login_title_text
source: Confirm login
bg: Потвърдете вход в приложението

# enter_pin_button_title
source: Use PIN code
bg: Използване на ПИН код

# forgotten_pin_button_title
source: Forgotten PIN code?
bg: Забравили сте ПИН кода си?

# wrong_pin_alert_text
source: You have %@ tries left
bg: Имате още %@ опита.

# block_pin_seconds_alert_text
source: Please, wait %@ seconds and try again.
bg: Моля, изчакайте %@ секунди и опитайте пак

# block_pin_minutes_alert_text
source: Please, wait %@ minutes and try again.
bg: Моля, изчакайте %@ минути и опитайте пак

# block_pin_hours_alert_text
source: Please, wait %@ hour(s) and try again.
bg: Моля, изчакайте %@ час(а) и опитайте пак

# login_greeting_title_text
source: Hello, %@
bg: Здравей, %@

# yes_button_title
source: Yes
bg: Да

# no_button_title
source: No
bg: Не

# biometric_data_title_text
source: Biometric data
bg: Биометрични данни

# biometric_data_details_text
source: Do you want to activate device bio to be used for login?
bg: Желаете ли да активирате функцията за вход с пръстов отпечатък или лицево разпознаване?

# welcome_user_ok_title_text
source: Everything is ready!
bg: Всичко е готово!

# welcome_user_ok_details_text
source: You have a profile in Digital Sofia and you can request a new service from menu Request service.
bg: Вече имаш профил в Digital Sofia и можеш да заявиш нова услуга.

# welcome_user_error_title_text
source: Sorry, something went wrong. Please try again later.
bg: Съжаляваме, в момента има проблем. Моля опитайте по-късно.

# restart_registration_button_title
source: Please begin your registraion from the first step.
bg: Започнете регистрацията си от начало.

# no_internet_title_text
source: Please check your internet connection
bg: Моля, проверете връзката с интернет

# successfully_signed_alert_title
source: Successfully signed document
bg: Успешно подписахте документа.

# successfully_rejected_alert_title
source: Successfully rejected document
bg: Успешно отказахте документа.

# pin_mismatch_title
source: PIN mismatch
bg: Несъответствие на ПИН код

# pin_mismatch_details
source: The entered PIN does not match the previous one
bg: Въведеният от вас ПИН код не съответства на предишно въведения.

# successfully_changed_pin_alert_title
source: Successfully changed PIN
bg: Успешна промяна на ПИН

# welcome_to_digital_sofia_text
source: Welcome to Digital Sofia
bg: Добре дошли в Digital Sofia

# done_button_title
source: Done
bg: Готово

# wrong_pin_alert_title
source: Wrong PIN
bg: Грешен ПИН код

# general_alert_title
source: Information
bg: Информация

# change_pin_old_pin_confirm_text
source: Enter your current PIN to make the change
bg: Въведете настоящия си ПИН код, за да направите промяната

# forgotten_password_confirm_auth_text
source: I agree to go through the process of remote identification to recover my PIN code
bg: Съгласен съм да премина през процес на отдалечена идентификация за възстановяване на ПИН код

# email_placeholder
source: Enter Email Address
bg: Въведете Имейл Адрес

# email_label
source: Email
bg: Имейл Адрес

# register_missing_info_alert_text
source: Please enter the missing information.
bg: Моля, попълнете липсващата информация.

# enter_valid_email_alert_text
source: Please enter a valid email address.
bg: Въведете валиден имейл адрес.

# enter_valid_egn_alert_text
source: We're sorry but at the moment the service is only available for Bulgarian citizens with valid Personal ID.
bg: Съжаляваме, но към момента услугата е налична само за български граждани, притежаващи единен граждански номер

# register_accept_terms_alert_text
source: You must agree to the Terms & Conditions
bg: Трябва да приемете Условията за ползване

# phone_placeholder
source: Enter Mobile Phone
bg: Въведете телефонен номер

# phone_label
source: Mobile Phone
bg: Телефон

# enter_valid_phone_alert_text
source: Please, enter a valid mobile phone
bg: Въведете валиден телефонен номер

# verify_pin_on_login_title_text
source: Enter PIN
bg: Въведете ПИН

# confirm_share_data_screen_text
source: Share your data
bg: Споделете данните си

# confirm_share_data_screen_detail_text
source: To receive access to the service you need to confirm your identity. If you don't want to share your personal data, you can submit your form by visiting your localadministration.
bg: За да получите достъп до услугата, е необходимо да потвърдите своята самоличност. Ако не желаете да споделите личните си данни онлайн, можете да подадете своето заявление на гише, като посетите своята районна администрация.

# et_share_data_doc_decline_alert_text
source: You must agree to share your data so you can continue using the app
bg: Трябва да се съгласите и споделите Вашите данни, за да продължите да използвате приложението

# open_document_sdk_setup_alert_text
source: You need to go through remote identification process again.
bg: Необходимо е отново да преминете през процес по отдалечена идентификация.

# verify_pin_error_wrong_current
source: Wrong PIN code. Please try again.
bg: Грешен ПИН код. Моля, опитайте отново.

# verify_pin_try_again_alert_text
source: Re-Enter PIN
bg: Въведете ПИН код отново

# verify_pin_create_again_alert_text
source: Re-Create PIN
bg: Създайте ПИН код отново

# login_from_portal_title_text
source: Login with Digital Sofia
bg: Вход с Digital Sofia

# login_from_portal_detail_title_text
source: Confirm Login
bg: Потвърдете вход

# login_from_portal_details_text
source: A login attempt into the Digital Sofia portal was made. Please confirm.
bg: Имате искане за достъп до Digital Sofia. Моля, потвърдете.

# confirm_button_title
source: Confirm
bg: Потвърди

# reject_button_title
source: Deny
bg: Отказ

# enter_button_title
source: Enter into Digital Sofia
bg: Вход в Digital Sofia

# biometrics_use_reson_description
source: We need to unlock your data.
bg: Трябва да разрешим достъп.

# successfully_download_web_file_text
source: Successfully downloaded file
bg: Успешно изтеглихте документа

# beta_tag_info_text
source: It’s our new service – Your feedback will help us to make it better. Send it to
bg: Това е нова услуга - Вашата обратна връзка ще ни помогне да я подобрим. Пишете ни на

# biometric_error_no_biometric
source: Biometric authentication is not available
bg: Автентикация с биометрия не може да бъде активирана.

# biometric_error_canceled
source: Authentication is cancelled
bg: Отказахте автентикация с биометрия

# biometric_error_fallback
source: Login with PIN is selected
bg: Избраният метод за автентикация е с ПИН код.

# et_error_wrong_input
source: Sorry, something went wrong. Let's try again and make sure all data is correct.
bg: Съжаляваме, възникна проблем. Опитайте отново и се уверете, че данните са коректно въведени.

# et_error_user_canceled
source: Activity is cancelled. You can try again.
bg: Отказахте стъпка в процеса. Можете да опитате oтново.

# et_error_user_not_set_up
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# et_error_sdk_not_set_up
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_unknown
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_internal
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_not_found
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_forbidden
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_unavailable
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_no_JSON_data
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_parsing
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_bad_request
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_token_expired
source: Your session has expired. Please, authenticate again.
bg: Сесията ви изтече. Моля, потвърдете вход отново.

# network_error_timeout
source: Sorry, something went wrong. Let's try again.
bg: Съжаляваме, възникна проблем. Опитайте отново.

# network_error_no_internet_connection
source: Please, check your internet connection.
bg: Моля, проверете връзката с интернет.

# network_error_invalid_user_data
source: Wrong data is entered.
bg: Грешно въведени данни.

# network_error_logout_count_exceeded
source: Sorry, too many tries for login. Please, try again later
bg: Прекалено много опити за вход. Моля, опитайте по-късно.

# understood_button_title
source: I agree
bg: Разбрах

# notification_permission_title_text
source: The Digital Sofia application makes it possible to request, process, track and perform municipal administrative services digitally.
bg: Приложението Digital Sofia дава възможност да се заявяват, обработват, проследяват и изпълняват дигитално общински административни услуги.

# notification_permission_subtitle_text
source: For the application to work properly, please be sure to allow your notifications.
bg: За удобната работа на приложението, моля задължително активирайте вашите нотификации.

# st_sdk_authentication_failed_text
source: Your identification is under review. We will notify you when the process is finished.
bg: Вашата идентификация се разглежда в момента. Ще ви информираме веднага, след като процесът приключи.
